<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | أسطر اللغة التالية هي الأسطر الافتراضية التي تطابق الأسباب
    | التي يتم تقديمها من قبل وسيط كلمة المرور لمحاولة تحديث كلمة المرور
    | النتيجة مثل الفشل بسبب كلمة مرور / رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',

];
